/*
 Разработать в среде Visual Studio в соответствии со своим вариантом
консольную программу, которая предоставляет модуль с необходимыми
функциями для работы с динамической структурой данных, элементом
которой является структура, в соответствии с номером варианта:
Динамическая структура данных содержит информацию о

--------------------------------------------------------------------

Заявки на авиабилеты:
• Пункт назначения;
• Номер рейса;
• Сведения о пассажире: фамилия, имя, отчество и номер паспорта
(как отдельные свойства структуры Пассажир);
• Желаемая дата вылета.
Модуль должен иметь возможность: хранить и выводить все
заявки в виде очереди, добавлять новую заявку, удалять заявку,
выводить все заявки по заданному номеру рейса и дате вылета.
 
 
 */