/*
 
 Разработать в среде Visual Studio в соответствии со своим вариантом
консольную программу, которая считывает значение n (размерность
одномерного массива), введенное пользователем, поэлементно считывает с
экрана n вещественных значений будущего массива и выводит результат
работы программы в соответствии с номером варианта:
В одномерном массиве, состоящих из n вещественных чисел, вычислить:

-------------------------------------------------------------------

Минимальный по модулю элемент массива и сумму модулей элементов
массива, расположенных после первого элемента, равного нулю.

 */
